{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.3.0","source":"assets\/admin\/js\/analyzer.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Hurray! You're using Focus Keyword in the SEO Title.":[""],"Focus Keyword does not appear in the SEO title.":[""],"Add Focus Keyword to the SEO title.":[""],"Make sure the focus keyword appears in the SEO post title too.":[""],"Focus Keyword used inside SEO Meta Description.":[""],"Focus Keyword not found in your SEO Meta Description.":[""],"Add Focus Keyword to your SEO Meta Description.":[""],"Make sure the focus keyword appears in the SEO description too.":[""],"Focus Keyword used in the URL.":[""],"Focus Keyword not found in the URL.":[""],"Use Focus Keyword in the URL.":[""],"Include the focus keyword in the slug (permalink) of this post.":[""],"Focus Keyword appears in the first 10% of the content.":[""],"Focus Keyword doesn't appear at the beginning of your content.":[""],"Use Focus Keyword at the beginning of your content.":[""],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":[""],"Focus Keyword found in the content.":[""],"Focus Keyword doesn't appear in the content.":[""],"Use Focus Keyword in the content.":[""],"It is recommended to make the focus keyword appear in the post content too.":[""],"Minimum recommended content length should be 600 words.":[""],"URL unavailable. Add a short URL.":[""],"Permalink should be at most 75 characters long.":[""],"Focus Keyword found in the subheading(s).":[""],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":[""],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":[""],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":[""],"Focus Keyword found in image alt attribute(s).":[""],"Focus Keyword not found in image alt attribute(s).":[""],"Add an image with your Focus Keyword as alt text.":[""],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":[""],"It is recommended to add the focus keyword in the alt attribute of one or more images.":[""],"Great! You are linking to external resources.":[""],"No outbound links were found. Link out to external resources.":[""],"Link out to external resources.":[""],"It helps visitors read more about a topic and prevents pogosticking.":[""],"At least one external link with DoFollow found in your content.":[""],"Add DoFollow links pointing to external resources.":[""],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":[""],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":[""],"You are linking to other resources on your website which is great.":[""],"We couldn't find any internal links in your content.":[""],"Add internal links in your content.":[""],"Internal links decrease your bounce rate and improve SEO.":[""],"You haven't used this Focus Keyword before.":[""],"already used":[""],"Set a Focus Keyword for this content.":[""],"We are searching in database.":[""],"Focus Keyword used at the beginning of SEO title.":[""],"Focus Keyword doesn't appear at the beginning of SEO title.":[""],"Use the Focus Keyword near the beginning of SEO title.":[""],"The SEO page title should contain the Focus Keyword preferably at the beginning.":[""],"Your title has a positive or a negative sentiment.":[""],"Titles with positive or negative sentiment work best for higher CTR.":[""],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":[""],"Add %s to your title to increase CTR.":[""],"Power Words are tried-and-true words that copywriters use to attract more clicks.":[""],"You are using a number in your SEO title.":[""],"Your SEO title doesn't contain a number.":[""],"Add a number to your title to improve CTR.":[""],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":[""],"Use Table of Content to break-down your text.":[""],"At least one paragraph is long. Consider using short paragraphs.":[""],"Add short and concise paragraphs for better readability and UX.":[""],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":[""],"Your content contains images and\/or video(s).":[""],"You are not using rich media like images or videos.":[""],"Add a few images and\/or videos to make your content appealing.":[""],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":[""],"You are using short paragraphs.":[""],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":[""],"You seem to be using a %1$s to break-down your text.":[""],"You don't seem to be using a %1$s.":[""],"Keyword Density is 0. Aim for around 1% Keyword Density.":[""],"You have %1$s this Focus Keyword.":[""],"Content should be %1$s long.":[""],"Content is %1$s words long. Good job!":[""],"Content is %1$s words long. Consider using at least 600 words.":[""],"URL is %1$s characters long. Kudos!":[""],"URL is %1$s characters long. Considering shortening it.":[""],"We found %1$s outbound links in your content and all of them are nofollow.":[""],"Your title contains %1$s power word(s). Booyah!":[""],"Your title doesn't contain a %1$s. Add at least one.":[""],"Your title doesn't contain a %1$s word.":[""]}}}